$( function() {

$('#list274').mouseover(function() {
	$('#topic56 img').attr('src', 'http://img.xiami.com/images/artistlogo/62/13028386266662_2.jpg');
	$('#topic56 span.listtxt').html('Richard弹奏的音乐里有着对爱情最美的诠释。在一个蓝色的夜，静静地陶醉其中，或许你会看到自己期许的梦中的婚礼。');
	});
$('#list274').click(function() {
	$('#musicPlayer h3').html('精选集');
	$('#musicPlayer embed').replaceWith('<embed src="http://www.xiami.com/widget/4097932_2605073,1769569670,2606292,2606291,3637138,2606304,2606295,2606293,2606297,2606296,2605087,3637139,3423807,1770270068,2606299,1769180251,2606303,2606290,3637152,1769570699,1770270081,1769675552,1770631726,2606298,1770270064,2606294,1770270095,1719829,1769569667,1719844,1769675554,1770352146,2606300,1769097049,1769097050,1769097048,2606305,1770270065,1769097054,3414714,2606302,1770270082,1770272602,1719834,3414716,1770270069,1770270080,1769675553,2605715,3637154,_235_346_000000_494949_1/multiPlayer.swf" type="application/x-shockwave-flash" width="235" height="346" wmode="opaque"></embed>');
	$('#topic56 li').css('color', '#000000');
	$('#list274').css('color', '#CC0052');
	});

}
)
;
